tap "blender/tap", "https://github.com/blender/homebrew-tap.git"
tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jamitlabs/accio", "https://github.com/JamitLabs/Accio.git"
tap "kylef/formulae"
tap "netlify/netlifyctl"
tap "nodenv/nodenv"
tap "pivotal/tap"
tap "sass/sass"
tap "zmwangx/npm-noob"
brew "antlr"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "readline"
brew "awscli"
brew "bash"
brew "bison"
brew "carthage"
brew "checkstyle"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "dbus"
brew "direnv"
brew "docker"
brew "gmp", link: false
brew "libffi"
brew "emacs"
brew "exa"
brew "figlet"
brew "node"
brew "firebase-cli"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git"
brew "git-extras"
brew "git-flow-avh"
brew "gitmoji"
brew "gnupg"
brew "go"
brew "google-java-format"
brew "grep"
brew "httpd"
brew "httpie"
brew "ios-deploy"
brew "jenv"
brew "kotlin"
brew "libtensorflow"
brew "libtool"
brew "libyaml"
brew "lolcat"
brew "mas"
brew "maven"
brew "mint"
brew "ninja"
brew "nmap"
brew "pkg-config"
brew "nodenv"
brew "openssh"
brew "pyenv", args: ["HEAD"]
brew "pyenv-virtualenv"
brew "python"
brew "python@2"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "rbenv-bundler"
brew "reaver"
brew "ruby"
brew "ruby-install"
brew "sbt"
brew "shfmt"
brew "shpotify"
brew "swiftgen"
brew "swiftlint"
brew "terminal-notifier"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "xcodegen"
brew "yadm"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "blender/tap/rome"
brew "facebook/fb/buck"
brew "jamitlabs/accio/accio"
brew "netlify/netlifyctl/netlifyctl"
brew "nodenv/nodenv/node-build-update-defs"
brew "sass/sass/sass"
brew "zmwangx/npm-noob/noob"
cask "1password"
cask "adobe-creative-cloud"
cask "adoptopenjdk"
cask "balenaetcher"
cask "chromium"
cask "discord"
cask "firefox-developer-edition"
cask "font-cascadia"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-nerd-font"
cask "font-monoid-nerd-font"
cask "font-spacemono-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "postman"
cask "provisionql"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "zeplin"
mas "Comment Wrapper", id: 1377998565
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Xcode", id: 497799835
