tap "buo/cask-upgrade"
tap "cloudfoundry/tap"
tap "dart-lang/dart"
tap "domt4/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "netlify/netlifyctl"
tap "pivotal/tap"
tap "sass/sass"
cask "java"
brew "antlr"
brew "openssl"
brew "autoconf"
brew "automake"
brew "readline"
brew "python"
brew "awscli"
brew "bazel"
brew "bison"
brew "carthage"
brew "checkstyle"
brew "coreutils"
brew "dbus"
brew "docker"
brew "libffi"
brew "emacs"
brew "gcc"
brew "git"
brew "git-flow-avh"
brew "gnupg"
brew "google-java-format"
brew "gradle"
brew "groovy"
brew "httpd"
brew "httpie"
brew "jenv"
brew "kaitai-struct-compiler"
brew "kotlin"
brew "lazybones"
brew "libtensorflow"
brew "libtool"
brew "libyaml"
brew "maven"
brew "mongodb"
brew "node"
brew "pkg-config"
brew "nodenv"
brew "openssh"
brew "openssl@1.1"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "reaver"
brew "ruby-install"
brew "sbt"
brew "shpotify"
brew "swiftlint"
brew "terminal-notifier"
brew "vim"
brew "wavescripts"
brew "wget"
brew "wine"
brew "zsh"
brew "zsh-completions"
brew "cloudfoundry/tap/cf-cli"
brew "netlify/netlifyctl/netlifyctl"
brew "sass/sass/sass"
cask "android-platform-tools"
cask "font-hack-nerd-font"
cask "font-monoid-nerd-font"
cask "gitkraken"
cask "java8"
cask "jetbrains-toolbox"
cask "mono-mdk"
cask "postman"
cask "scenebuilder"
cask "telegram"
cask "visual-studio-code"
cask "xquartz"
