tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jamitlabs/accio", "https://github.com/JamitLabs/Accio.git"
tap "nodenv/nodenv"
brew "antlr"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "readline"
brew "bash"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "direnv"
brew "gmp", link: false
brew "libffi"
brew "emacs"
brew "figlet"
brew "node"
brew "firebase-cli"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git"
brew "git-extras"
brew "git-flow-avh"
brew "gnupg"
brew "grep"
brew "httpd"
brew "httpie"
brew "ios-deploy"
brew "jenv"
brew "kotlin"
brew "libtool"
brew "libyaml"
brew "lolcat"
brew "mas"
brew "pkg-config"
brew "nodenv"
brew "openssh"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "rbenv-bundler"
brew "ruby"
brew "ruby-install"
brew "sbt"
brew "shfmt"
brew "swiftlint"
brew "terminal-notifier"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jamitlabs/accio/accio"
brew "nodenv/nodenv/node-build-update-defs"
cask "1password"
cask "firefox-developer-edition"
cask "font-cascadia"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-nerd-font"
cask "font-monoid-nerd-font"
cask "font-spacemono-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "spotify"
cask "visual-studio-code"
mas "Xcode", id: 497799835
